OdDAI.OdSDAIModule.isCDAEnabled
\details
Retrieves if CDA is allowed for OdDAI host module.
\returns Returns true if CDA is enabled.
\remarks
Always returns false for OdSDAIModule implementation.

OdDAI.OdSDAIModule.uninitApp
\details
Uninitialization of the SDAI module.

OdDAI.OdSDAIModule.initApp
\details
Initialization of the SDAI module.

OdDAI.OdSDAIModule
\details
A class that implements a DAI module for data access.